Repository: TheCrazyGM/ecobank
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: You do not have enough credits to create an account.
es: No tienes suficientes créditos para crear una cuenta.

source: Invalid username format.
es: Formato de usuario inválido.

source: Password is required.
es: Se requiere contraseña.

source: Username already exists on Hive.
es: El usuario ya existe en Hive.

source: Account creator not configured.
es: Creador de cuentas no configurado.

source: Account creation failed: %(error)s
es: Falló la creación de la cuenta: %(error)s

source: Encryption key not configured. Cannot save credentials safely.
es: Clave de encriptación no configurada. No se pueden guardar las credenciales de forma segura.

source: Successfully delegated %(hp)s HP to %(username)s for Resource Credits!
es: ¡HP %(hp)s delegados a %(username)s para Créditos de Recursos!

source: Failed to delegate RC to %(username)s. Please contact support.
es: No se pudieron delegar los CR a %(username)s. Contacta a soporte técnico.

source: RC delegation not configured. Account created but may have low Resource Credits.
es: Delegación de CR no configurada. Cuenta creada pero puede tener Créditos de Recursos bajos.

source: RC delegation amount is 0, skipping delegation.
es: La cantidad de delegación de CR es 0, omitiendo la delegación.

source: Account %(username)s created successfully!
es: ¡Cuenta %(username)s creada exitosamente!

source: You have already imported this account.
es: Ya has importado esta cuenta.

source: Account not found on Hive blockchain.
es: Cuenta no encontrada en la blockchain Hive.

source: Master password validation failed: Derived posting key does not match account.
es: Falló la validación de la contraseña maestra: La clave posting derivada no coincide con la cuenta.

source: Error validating password.
es: Error validando la contraseña.

source: No valid keys provided that match the account authorities.
es: No se proporcionaron claves válidas que coincidan con las autoridades de la cuenta.

source: Encryption key error.
es: Error de clave de encriptación.

source: Account %(username)s imported successfully!
es: ¡Cuenta %(username)s importada exitosamente!

source: Unauthorized
es: No autorizado

source: Invalid password
es: Contraseña inválida

source: Encryption key not configured. Cannot decrypt credentials safely.
es: Clave de encriptación no configurada. No se pueden descifrar las credenciales de forma segura.

source: Failed to decrypt credentials.
es: Fallo al desencriptar credenciales.

source: Hive account %(username)s has been removed from EcoBank. Remember to keep your keys safe!
es: La cuenta Hive %(username)s ha sido eliminada de EcoBank. ¡Recuerda mantener tus claves a salvo!

source: Failed to remove Hive account from EcoBank. Please try again.
es: No se pudo eliminar la cuenta Hive de EcoBank. Por favor inténtalo de nuevo.

source: Username
es: Usuario

source: Email
es: Correo Electrónico

source: Credits
es: Créditos

source: New Password
es: Nueva Contraseña

source: Update User
es: Actualizar Usuario

source: Group Name
es: Nombre del Grupo

source: Description
es: Descripción

source: Owner Username
es: Nombre de Usuario del Propietario

source: Update Group
es: Actualizar Grupo

source: Password reset for user %(username)s.
es: Contraseña restablecida para el usuario %(username)s.

source: User %(username)s updated successfully.
es: Usuario %(username)s actualizado exitosamente.

source: Credits updated for user %(username)s.
es: Créditos actualizados para el usuario %(username)s.

source: User %(username)s not found. Owner not changed.
es: Usuario %(username)s no encontrado. El propietario no fue cambiado.

source: Group %(name)s updated successfully.
es: Grupo %(name)s actualizado exitosamente.

source: Password
es: Contraseña

source: Remember Me
es: Recuérdame

source: Sign In
es: Iniciar Sesión

source: Repeat Password
es: Repetir Contraseña

source: Register
es: Registrarse

source: Please use a different username.
es: Por favor usa un nombre de usuario diferente.

source: Please use a different email address.
es: Por favor usa una dirección de correo diferente.

source: Current Password
es: Contraseña Actual

source: Confirm New Password
es: Confirmar Nueva Contraseña

source: Change Password
es: Cambiar Contraseña

source: Request Password Reset
es: Solicitar Restablecimiento de Contraseña

source: [EcoBank] Verify Your Email
es: [EcoBank] Verifica Tu Correo Electrónico

source: Invalid username or password
es: Usuario o contraseña inválidos

source: Verification link is invalid or has expired.
es: El enlace de verificación es inválido o ha expirado.

source: Account already verified.
es: Cuenta ya verificada.

source: Your account has been verified!
es: ¡Tu cuenta ha sido verificada!

source: Congratulations, you are now a registered user! Please check your email to verify your account.
es: ¡Felicidades, ahora eres un usuario registrado! Por favor revisa tu correo para verificar tu cuenta.

source: Invalid current password.
es: Contraseña actual inválida.

source: Your password has been updated.
es: Tu contraseña ha sido actualizada.

source: [EcoBank] Reset Your Password
es: [EcoBank] Restablece Tu Contraseña

source: Check your email for the instructions to reset your password
es: Revisa tu correo electrónico para obtener las instrucciones para restablecer tu contraseña

source: Reset Password
es: Restablecer Contraseña

source: Your password has been reset.
es: Tu contraseña ha sido restablecida.

source: My Feed
es: Mi Feed

source: Community Feed
es: Feed de la Comunidad

source: About Ecobank
es: Acerca de Ecobank

source: Privacy Policy
es: Política de Privacidad

source: Ecobank - Your decentralized finance hub and Hive blogging platform.
es: Ecobank - Tu centro de finanzas descentralizadas y plataforma de blogging en Hive.

source: Ecobank Development
es: Desarrollo Ecobank

source: Home
es: Inicio

source: New Post
es: Nueva Publicación

source: Notifications
es: Notificaciones

source: Hive Management
es: Gestión Hive

source: My Accounts
es: Mis Cuentas

source: Create Account
es: Crear Cuenta

source: Collaboration
es: Colaboración

source: My Groups
es: Mis Grupos

source: Account
es: Cuenta

source: Profile
es: Perfil

source: Buy Credits
es: Comprar Créditos

source: Admin
es: Administrador

source: Logout
es: Cerrar Sesión

source: Login
es: Iniciar Sesión

source: Welcome to EcoBank
es: Bienvenido a EcoBank

source: Your decentralized finance hub.
es: Tu centro de finanzas descentralizadas.

source: By
es: Por

source: Originally by
es: Originalmente por

source: Read More
es: Leer Más

source: No posts found right now.
es: No se encontraron publicaciones en este momento.

source: Register a Hive account or create one to start seeing content here!
es: ¡Registra una cuenta Hive o crea una para comenzar a ver contenido aquí!

source: Join Now
es: Únete Ahora

source: Create Hive Account
es: Crear Cuenta Hive

source: Buy Account Creation Credits
es: Comprar Créditos de Creación de Cuenta

source: Each credit allows you to create one Hive account.
es: Cada crédito te permite crear una cuenta Hive.

source: Price:
es: Precio:

source: per credit
es: por crédito

source: Currently, no account creation tickets are available. Please check back later!
es: Actualmente no hay tickets de creación de cuenta disponibles. ¡Por favor vuelve a intentar más tarde!

source: Only single account creation tickets are available at the moment. More will be available soon!
es: Solo hay tickets de creación de cuenta individuales disponibles por el momento. ¡Pronto habrá más disponibles!

source: Single Credit
es: Un Solo Crédito

source: Perfect for creating your first account.
es: Perfecto para crear tu primera cuenta.

source: Pack of 5
es: Paquete de 5

source: Onboard your friends and family!
es: ¡Invita a tus amigos y familia!

source: You have <strong>%(credits)s</strong> account creation credit(s).
es: Tienes <strong>%(credits)s</strong> crédito(s) de creación de cuenta.

source: 3-16 chars, lowercase, numbers, . -
es: 3-16 caracteres, minúsculas, números, . -

source: Generate Random
es: Generar Aleatorio

source: Create Account (Costs 1 Credit)
es: Crear Cuenta (Cuesta 1 Crédito)

source: You need a credit to create a Hive account.
es: Necesitas un crédito para crear una cuenta Hive.

source: Import Hive Account
es: Importar Cuenta Hive

source: Import an existing Hive account to manage it here.
es: Importa una cuenta Hive existente para gestionarla aquí.

source: Master Password
es: Contraseña Maestra

source: Individual Keys
es: Claves Individuales

source: We will derive all keys from this password and verify them against the blockchain.
es: Derivaremos todas las claves de esta contraseña y las verificaremos contra la blockchain.

source: Provide at least one private key (wif).
es: Proporciona al menos una clave privada (wif).

source: Posting Key (Private)
es: Clave Posting (Privada)

source: Active Key (Private)
es: Clave Active (Privada)

source: Memo Key (Private)
es: Clave Memo (Privada)

source: Import Account
es: Importar Cuenta

source: Cancel
es: Cancelar

source: My Hive Accounts
es: Mis Cuentas Hive

source: Create New
es: Crear Nueva

source: Import Existing
es: Importar Existente

source: Created At
es: Creada En

source: Source
es: Fuente

source: Actions
es: Acciones

source: Imported
es: Importado

source: Created
es: Creada

source: View Keys
es: Ver Claves

source: Security Check
es: Verificación de Seguridad

source: Please enter your password to view the keys for account:
es: Por favor ingresa tu contraseña para ver las claves de la cuenta:

source: Verify & View Keys
es: Verificar y Ver Claves

source: Account Details:
es: Detalles de la Cuenta:

source: Keys
es: Claves

source: Public:
es: Pública:

source: Private:
es: Privada:

source: Back to List
es: Volver a la Lista

source: Download Keys
es: Descargar Claves

source: Delete Account from EcoBank
es: Eliminar Cuenta de EcoBank

source: Confirm Account Deletion
es: Confirmar Eliminación de Cuenta

source: WARNING: This action will permanently remove this Hive account from EcoBank's management. The account will remain on the Hive blockchain, but EcoBank will no longer store your keys or manage it. You MUST download your keys if you wish to retain access to this account.
es: ADVERTENCIA: Esta acción eliminará permanentemente esta cuenta Hive de la gestión de EcoBank. La cuenta permanecerá en la blockchain Hive, pero EcoBank ya no almacenará tus claves ni la gestionará. DEBES descargar tus claves si deseas conservar el acceso a esta cuenta.

source: I have downloaded all my keys and understand EcoBank will no longer store them.
es: He descargado todas mis claves y entiendo que EcoBank ya no las almacenará.

source: I understand this action is permanent and EcoBank cannot recover my account.
es: Entiendo que esta acción es permanente y EcoBank no puede recuperar mi cuenta.

source: Delete Permanently
es: Eliminar Permanentemente

source: Failed to delete account. Please try again.
es: Fallo al eliminar la cuenta. Por favor inténtalo de nuevo.

source: An error occurred. Please try again.
es: Ocurrió un error. Por favor inténtalo de nuevo.

source: Admin: Grant Credits
es: Admin: Otorgar Créditos

source: Credits to Add
es: Créditos a Agregar

source: Grant Credits
es: Otorgar Créditos

source: Admin Dashboard
es: Panel de Administración

source: Users
es: Usuarios

source: Registered users
es: Usuarios registrados

source: Manage
es: Gestionar

source: Groups
es: Grupos

source: Active groups
es: Grupos activos

source: Posts / Drafts
es: Publicaciones / Borradores

source: Total drafts created
es: Total de borradores creados

source: Hive Accounts
es: Cuentas Hive

source: Accounts managed
es: Cuentas gestionadas

source: View Logs
es: Ver Registros

source: Quick Links
es: Enlaces Rápidos

source: View PayPal Logs
es: Ver Registros PayPal

source: View Account Creation Logs
es: Ver Registros de Creación de Cuentas

source: Edit Group: %(name)s
es: Editar Grupo: %(name)s

source: Back
es: Volver

source: Enter the username of the new owner. Must be a valid registered user.
es: Ingresa el usuario del nuevo propietario. Debe ser un usuario registrado válido.

source: Group Manager
es: Gestor de Grupos

source: Back to Dashboard
es: Volver al Panel

source: Name
es: Nombre

source: Owner
es: Propietario

source: Members
es: Miembros

source: Edit
es: Editar

source: Hive Account Creation Logs
es: Registros de Creación de Cuentas Hive

source: System Account Status
es: Estado de la Cuenta del Sistema

source: Pending Claimed Accounts:
es: Cuentas Reclamadas Pendientes:

source: Claim New Ticket (Uses RC)
es: Reclamar Nuevo Ticket (Usa CR)

source: Active Delegations (RC Support)
es: Delegaciones Activas (Soporte RC)

source: Delegatee
es: Delegado

source: Hive Power
es: Poder Hive

source: Vesting Shares
es: Acciones de Vesting

source: Date
es: Fecha

source: No active delegations found.
es: No se encontraron delegaciones activas.

source: Created By
es: Creado Por

source: TX ID
es: ID de Transacción

source: PayPal Logs
es: Registros de PayPal

source: User
es: Usuario

source: Amount
es: Monto

source: Status
es: Estado

source: Post / Draft Manager
es: Gestor de Publicaciones / Borradores

source: Title
es: Título

source: Author
es: Autor

source: Group
es: Grupo

source: Last Updated
es: Última Actualización

source: View
es: Ver

source: Draft
es: Borrador

source: Published
es: Publicado

source: Edit User: %(username)s
es: Editar Usuario: %(username)s

source: Reset Password (Optional)
es: Restablecer Contraseña (Opcional)

source: Leave blank to keep current password
es: Dejar en blanco para mantener la actual

source: Entering a value here will immediately reset the user's password.
es: Ingresar un valor aquí restablecerá inmediatamente la contraseña del usuario.

source: User Manager
es: Gestor de Usuarios

source: Add Credits
es: Agregar Créditos

source: Forgot Password?
es: ¿Olvidaste tu contraseña?

source: New User?
es: ¿Nuevo Usuario?

source: Click to Register!
es: ¡Haz clic para registrarte!

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Create Draft
es: Crear Borrador

source: For Group:
es: Para Grupo:

source: Select Group
es: Seleccionar Grupo

source: Choose a group...
es: Elige un grupo...

source: Post As (Hive Account)
es: Publicar Como (Cuenta Hive)

source: Select a group first
es: Selecciona un grupo primero

source: Content (Markdown)
es: Contenido (Markdown)

source: Insert Image
es: Insertar Imagen

source: Tags (space separated)
es: Etiquetas (separadas por espacio)

source: Save Draft
es: Guardar Borrador

source: Loading...
es: Cargando...

source: No shared accounts found
es: No se encontraron cuentas compartidas

source: Error loading accounts
es: Error cargando cuentas

source: Edit Draft
es: Editar Borrador

source: Group:
es: Grupo:

source: Update Draft
es: Actualizar Borrador

source: Version History
es: Historial de Versiones

source: Back to Draft
es: Volver al Borrador

source: Version
es: Versión

source: Tags:
es: Etiquetas:

source: Restore this version? Current content will be saved as a new version.
es: ¿Restaurar esta versión? El contenido actual se guardará como una nueva versión.

source: Restore
es: Restaurar

source: Show Content
es: Mostrar Contenido

source: No history available.
es: No hay historial disponible.

source: Preview draft: %(title)s
es: Previsualización de borrador: %(title)s

source: This is a draft post on Ecobank.
es: Esta es una publicación en borrador en Ecobank.

source: For account:
es: Para cuenta:

source: Are you sure you want to publish this to Hive? This cannot be undone.
es: ¿Estás seguro de que quieres publicar esto en Hive? Esto no se puede deshacer.

source: Publish
es: Publicar

source: Are you sure you want to reject/delete this draft?
es: ¿Estás seguro de que quieres rechazar/eliminar este borrador?

source: Reject
es: Rechazar

source: View on Hive
es: Ver en Hive

source: History
es: Historial

source: Automatic Header Preview
es: Vista Previa del Encabezado Automático

source: This will be prepended to your post upon submission.
es: Esto se añadirá al principio de tu publicación al enviarla.

source: About the Author
es: Sobre el Autor

source: Member of %(group)s
es: Miembro de %(group)s

source: Content Preview
es: Vista Previa del Contenido

source: Page Not Found
es: Página No Encontrada

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
es: La página que estás buscando podría haber sido eliminada, su nombre cambiado o no está disponible temporalmente.

source: Back to Home
es: Volver al Inicio

source: Internal Server Error
es: Error Interno del Servidor

source: Something went wrong on our end. We have been notified and are working to fix the issue.
es: Algo salió mal de nuestro lado. Hemos sido notificados y estamos trabajando para solucionar el problema.

source: Create New Group
es: Crear Nuevo Grupo

source: Create Group
es: Crear Grupo

source: You are not a member of any groups.
es: No eres miembro de ningún grupo.

source: Add
es: Agregar

source: Promote
es: Promover

source: Demote
es: Degradar

source: Are you sure?
es: ¿Estás seguro?

source: Remove
es: Eliminar

source: Shared Resources
es: Recursos Compartidos

source: Share Hive Account
es: Compartir Cuenta Hive

source: Hive Account
es: Cuenta Hive

source: Unlink this resource?
es: ¿Desvincular este recurso?

source: Unlink
es: Desvincular

source: No shared resources yet.
es: Aún no hay recursos compartidos.

source: Active Drafts
es: Borradores Activos

source: Published History
es: Historial de Publicaciones

source: Create New Draft
es: Crear Nuevo Borrador

source: Edit / View
es: Editar / Ver

source: No active drafts. Start writing!
es: No hay borradores activos. ¡Empieza a escribir!

source: Published Date
es: Fecha de Publicación

source: Local Record
es: Registro Local

source: No published posts yet.
es: Aún no hay publicaciones.

source: Add Member
es: Agregar Miembro

source: Username of User to Add
es: Usuario a Agregar

source: Share one of your Hive accounts with this group. Members will be able to use it for drafting (and posting, if permissions allow).
es: Comparte una de tus cuentas Hive con este grupo. Los miembros podrán usarla para redactar (y publicar, si los permisos lo permiten).

source: Select Account
es: Seleccionar Cuenta

source: You have no available Hive accounts to share.
es: No tienes cuentas Hive disponibles para compartir.

source: Create one?
es: ¿Crear una?

source: Share Account
es: Compartir Cuenta

source: Community:
es: Comunidad:

source: Open in PeakD
es: Abrir en PeakD

source: Open in Ecency
es: Abrir en Ecency

source: Posts tagged
es: Publicaciones etiquetadas

source: Load More
es: Cargar Más

source: No posts found for this tag.
es: No se encontraron publicaciones para esta etiqueta.

source: Check out %(user)s's profile on Ecobank.
es: Mira el perfil de %(user)s en Ecobank.

source: Wallet
es: Billetera

source: Joined
es: Unido

source: Posts
es: Publicaciones

source: Reblogged
es: Reblogueado

source: Read more
es: Leer más

source: No posts found here yet.
es: Aún no se encontraron publicaciones aquí.

source: Savings
es: Ahorros

source: Account Info
es: Información de la Cuenta

source: Created Date
es: Fecha de Creación

source: Post Count
es: Conteo de Publicaciones

source: Memo Key
es: Clave Memo

source: Ecobank is a decentralized finance hub built on the Hive blockchain.
es: Ecobank es un centro de finanzas descentralizadas construido sobre la blockchain de Hive.

source: Our mission is to provide users with a seamless and accessible platform to engage with the Hive ecosystem, offering features such as account creation, content publishing, and group collaboration.
es: Nuestra misión es proporcionar a los usuarios una plataforma fluida y accesible para interactuar con el ecosistema de Hive, ofreciendo características como la creación de cuentas, la publicación de contenido y la colaboración en grupo.

source: We aim to simplify the complexities of blockchain technology, making it easier for everyone to participate in the decentralized web.
es: Nuestro objetivo es simplificar las complejidades de la tecnología blockchain, facilitando que todos participen en la web descentralizada.

source: At Ecobank, your privacy is important to us.
es: En Ecobank, tu privacidad es importante para nosotros.

source: This Privacy Policy describes how your personal information is collected,used, and shared when you visit or make a purchase from the site.
es: Esta Política de Privacidad describe cómo se recopila, utiliza y comparte tu información personal cuando visitas o realizas una compra en el sitio.

source: What personal information we collect
es: ¿Qué información personal recopilamos?

source: When you create an account on the Site, we collect certain information from you, including your username, email address, and any profile information you choose to provide. When you make a purchase through the Site, we collect certain information from you, including your name, billing address, shipping address, payment information (including credit card numbers), email address, and phone number.
es: Cuando creas una cuenta en el Sitio, recopilamos cierta información tuya, incluyendo tu nombre de usuario, dirección de correo electrónico y cualquier información de perfil que elijas proporcionar. Cuando realizas una compra a través del Sitio, recopilamos cierta información tuya, incluyendo tu nombre, dirección de facturación, dirección de envío, información de pago (incluyendo números de tarjeta de crédito), dirección de correo electrónico y número de teléfono.

source: How we use your personal information
es: Cómo utilizamos tu información personal

source: We use the order information that we collect generally to fulfill any orders placed through the Site (including processing your payment information, arranging for shipping, and providing you with invoices and/or order confirmations). Additionally, we use this order information to:
es: Utilizamos la información de pedido que recopilamos generalmente para cumplir con cualquier pedido realizado a través del Sitio (incluyendo el procesamiento de tu información de pago, la organización del envío y la provisión de facturas y/o confirmaciones de pedido). Además, utilizamos esta información de pedido para:

source: Communicate with you;
es: Comunicarnos contigo;

source: Screen our orders for potential risk or fraud; and
es: Detectar posibles riesgos o fraudes en nuestros pedidos; y

source: When in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services.
es: Cuando esté de acuerdo con las preferencias que hayas compartido con nosotros, proporcionarte información o publicidad relacionada con nuestros productos o servicios.

source: We use the Device Information that we collect to help us screen for potential risk and fraud (in particular, your IP address), and more generally to improve and optimize our Site (for example, by generating analytics about how our customers browse and interact with the Site, and to assess the success of our marketing and advertising campaigns).
es: Utilizamos la información del Dispositivo que recopilamos para ayudarnos a detectar posibles riesgos y fraudes (en particular, tu dirección IP), y de manera más general para mejorar y optimizar nuestro Sitio (por ejemplo, generando análisis sobre cómo nuestros clientes navegan e interactúan con el Sitio, y para evaluar el éxito de nuestras campañas de marketing y publicidad).

source: Sharing your personal information
es: Compartiendo tu información personal
