Repository: TheCrazyGM/ecobank
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: We share your Personal Information with third parties to help us use your Personal Information, as described above.
es: Compartimos tu Información Personal con terceros para ayudarnos a utilizar tu Información Personal, como se describe anteriormente.

source: Finally, we may also share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.
es: Finalmente, también podemos compartir tu Información Personal para cumplir con las leyes y regulaciones aplicables, para responder a una citación, orden de registro u otra solicitud legal de información que recibamos, o para proteger nuestros derechos de otra manera.

source: Your rights
es: Tus derechos

source: If you are a European resident, you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted. If you would like to exercise this right, please contact us through the contact information below.
es: Si eres residente europeo, tienes derecho a acceder a la información personal que tenemos sobre ti y a solicitar que tu información personal sea corregida, actualizada o eliminada. Si deseas ejercer este derecho, contáctanos a través de la información de contacto a continuación.

source: Changes
es: Cambios

source: We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons.
es: Podemos actualizar esta política de privacidad de vez en cuando para reflejar, por ejemplo, cambios en nuestras prácticas o por otras razones operativas, legales o regulatorias.

source: Contact us
es: Contáctanos

source: For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by e-mail at info@ecobank.com.
es: Para obtener más información sobre nuestras prácticas de privacidad, si tienes preguntas o si deseas presentar una queja, contáctanos por correo electrónico a info@ecobank.com.

source: Account Credits
es: Créditos de Cuenta

source: Buy More
es: Comprar Más

source: Edit Profile
es: Editar Perfil

source: Language / Idioma
es: Idioma

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Avatar URL
es: URL del Avatar

source: Link to a public image (e.g., from ImageKit, Imgur).
es: Enlace a una imagen pública (ej. ImageKit, Imgur).

source: Bio
es: Biografía

source: Tell us a bit about yourself. This will appear in the "About the Author" section of your posts.
es: Cuéntanos un poco sobre ti. Esto aparecerá en la sección "Sobre el Autor" de tus publicaciones.

source: Save Changes
es: Guardar Cambios

source: Header Preview
es: Vista Previa del Encabezado

source: This is how your bio will look on posts.
es: Así se verá tu biografía en las publicaciones.

source: Bio not set.
es: Biografía no configurada.

source: Mark All Read
es: Marcar Todo como Leído

source: No notifications.
es: Sin notificaciones.
